<?php

return [
    'timework' => 'Время работы',
    
    'monday' => 'Понедельник',
    'tuesday' => 'Вторник',
    'wednesday' => 'Среда',
    'thursday' => 'Четверг',
    'friday' => 'Пятница',
    'saturday' => 'Суббота',
    'sunday' => 'Воскресенье',
    
    'holiday' => 'Выходной',
    
    'address' => 'Наш адрес',
    
    'image' => 'Картинка',
    'link' => 'Ссылка',
    'save' => 'Сохранить',
    'num' => '№',

    'date_created' => 'Дата создания',
    'date_updated' => 'Дата изменения',
    'edit' => 'Редактировать',
    'del' => 'Удалить',
    'status' => 'Статус',
    'active' => 'Активен',
    'not_active' => 'Не активен',

    'first' => 'Первый',
    'last' => 'Последний',
    'filter' => 'Фильтр',
    'filtering_by' => 'Фильтрация по',
    'show_by' => 'Показывать по',
    'next' => 'Следующий',
    'previous' => 'Предыдущий',
    
    'yes' => 'Да',
    'no' => 'Нет',
    'value' => 'Значение',
    'action' => 'Действие',
    'date_and_time' => 'Дата и время',
    'enter' => 'Вход',
    'whoops' => 'Ой!',
    'hello' => 'Добрый день!',
    'subscribe_message' => 'Если у вас возникли проблемы с нажатием кнопки «:action», скопируйте этот URL и вставте в адресную строку вашего браузера ',
    'warning' => 'Внимание!',
    'welcome_user' => 'Добро пожаловать :user',
    'exit' => 'Выход',
    'home_page' => 'Главная',
        
    'details' => 'Подробнее',
    'send' => 'Отправить',
    'close' => 'Закрыть',
    'go_back' => 'Вернуться назад',
    'date' => 'Дата',
    'save_complete' => 'Сохранение произведено',
    
    'content' => 'Содержание',
    'user' => 'Пользователь',
    'price' => 'Цена',

    'en' => 'Английский',
    'ru' => 'Русский',

    'head' => 'Заголовок',
    'name' => 'Название',
    
    'min' => 'Мин.',
    'max' => 'Макс.',
    
    'thanx' => 'Спасибо за Ваше обращение, мы свяжемся в Вами в ближайшее время!',
    
    'your_name' => 'Ваше имя',
    'your_email' => 'Ваш E-mail',
    'your_message' => 'Ваше сообщение',
    'message' => 'Сообщение',
    'agree' => 'Согласен на обработку персональных данных',

    'message_from' => 'Сообщение с :from',
    'registration_for_training' => 'Запись на тренинг',
    'with_name' => 'Имя: :name',
    'with_email' => 'E-mail: :email',
    'with_phone' => 'Телефон: :phone'
];
